Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The government proposes to allocate NOK 6.5 billion to urban growth agreements and reward agreements in 2021.
nn: Regjeringa foreslår å løyve 6,5 milliardar kroner til byvekstavtaler og belønningsavtalar i 2021.

source: Clean-up operations are also important, and include the annual retrieval programme for lost fishing gear, the project Fishing for Litter, and voluntary beach clean-up days.
nn: Dei skriv at forskingslitteraturen indikerer at begge foreldra si deltaking i det første leveåret til barnet, betyr mykje for at barnet skal utvikle seg best mogeleg.

source: The municipalities of Bergen, Bodø, Karmøy and Lørenskog accepted the invitation and were allotted their share of the funds for the school years 2005–2006, 2006–2007 and 2007–2008.
nn: Bergen, Bodø, Karmøy og Lørenskog ynskte og fekk ei slik ordning for skuleåra 2005–2006, 2006–2007 og 2007–2008.

source: There were no applications from the counties of Østfold, Oppland, Nord-Trøndelag, Finnmark, Aust-Agder or Vest-Agder.
nn: Det var ingen søknader frå Østfold, Oppland, Nord-Trøndelag, Finnmark, Aust-Agder og Vest-Agder.

source: This entails a limitation to Northern Lights’ responsibility.
nn: Dette inneber ei avgrensing i Northern Lights sitt ansvar.

source: price in 2030 in the IEA’s sustainability scenario.
nn: -pris i 2030 i deira berekraftsscenario. Gitt at CO

source: Other sectors may have to take into consideration sector-specific regulations, such as the Health Registries Act or the Regulation on Emergency Preparedness.
nn: For andre kan det vere eigne sektorregelverk som speler inn, slik som helseregisterlova eller beredskapsforskrifta for kraftforsyninga.

source: On 20 December 2013, Komplett Bank ASA was granted a licence to engage in commercial bank activities.
nn: Komplett Bank ASA fekk 20. desember 2013 løyve til å driva verksemd som forretningsbank.

source: In its 2011 Annual Report, Norges Bank stated the following, among other things:
nn: I årsmeldinga for 2011 skriv Noregs Bank mellom anna:

source: This demands ahigh degree of change on all levels, in terms of both organization and content.
nn: Dette stiller store krav til endring på alle nivåbåde med omsyn til organisering og innhald.

source: prevention and control (IPPC), is written into Nor-
nn: om integrert førebygging og avgrensing av

source: The data factory will help SMEs and start-ups obtain relevant data and provide support for data-processing.
nn: Datafabrikken skal legge til rette for at særleg SMB-ar og oppstartsselskap kan få tak i relevante data og støtte til å behandle dei.

source: These groundings have an effect on the ice shelves, in part by braking their movements out at sea.
nn: Desse forankringspunkta påverkar isbremmane, mellom anna ved å bremse rørslene til bremmane ut i havet.

source: DNB and Nordea account for a large portion of Norwegian banks’ lending to shipping corporations.
nn: DNB og Nordea står for ein stor del av utlåna frå norske bankar til skipsfartsføretak.

source: Borrowing in the capital market has become an important part of the funding of Norwegian banks and other credit institutions over the last few decades.
nn: Dei siste tiara har innlån i kapitalmarknaden vorte ein viktig del av finansieringa til norske bankar og andre kredittinstitusjonar.

source: The county will be responsible for obtaining data from the individual municipalities on the basis of a standard report form sent to all municipalities.
nn: Fylkeskommunane skal ha ansvaret for å framskaffe data frå kommunane, basert på eit standard rapporteringsskjema som alle kommunane skal nytte.

source: If institutions place themselves in a situation where they virtually at all times are dependent on refinancing in foreign markets, they are exposed to problems abroad.
nn: Om dei steller seg slik at dei mest heile tida er avhengige av å kunna omfinansiera seg i utanlandske marknader, er dei utsette for problem ute.

source: According to Article II, the objective of the convention is the conservation and responsible use of marine living resources in Antarctica.
nn: Etter artikkel II er føremålet med konvensjonen bevaring og ansvarleg bruk av dei marine levande ressursane i Antarktis.

source: Other historical remains include the Whalers Bay whaling station and the cemetery on Deception Island.
nn: I tillegg er restane av kvalfangststasjonen Whalers Bay og gravplassen på Deceptionøya omfatta.

source: Through its activity, Enova promotes innovation and the development of new climate and energy solutions.
nn: Gjennom aktiviteten sin bidrar Enova til å fremje innovasjon og utvikling av nye klima- og energiløysingar.

source: Foreign currency debt funds lending and other assets denominated in Norwegian kroner, thus giving rise to a not insignificant foreign exchange risk on the part of these institutions.
nn: Gjelda i valuta finansierer utlån og andre eigedelar i norske kroner, noko som inneberer ein ikkje ubetydeleg valutarisiko hjå institusjonane.

source: The demand for homes depends on several factors.
nn: Etterspurnaden etter bustader er avhengig av fleire faktorar.

source: The Norwegian kroner depreciation has somewhat improved cost competitiveness in Norway, thus contributing to continued high production and employment in the Norwegian economy.
nn: Svekkinga av krona har betra den kostnadsmessige konkurranseevna i Noreg noko, og det er med på å halde produksjonen og sysselsetjinga i norsk økonomi oppe.

source: Figur 2.7 Credit granted to corporations within commercial property and shipping, by segment.
nn: Figur 2.7 Løyvd kreditt til føretak innanfor næringseigedom og skipsfart fordelt på segment.

source: It may be relevant to drill an additional well during phase 1.
nn: Det kan bli aktuelt å bore ein ekstra brønn i løpet av fase 1.

source: The section is also responsible for environmental forestry measures, bioenergy and processing and marketing.
nn: Vidare har seksjonen ansvar for miljøtiltak i skogbruket, bioenergi og foredling og marknad.

source: Projects with funding from the US authorities have tested technology at TCM, and in 2018, the US Department of Energy allocated USD 33.7 million for four new advanced capture technology projects planning to test at TCM.
nn: Prosjekt med offentleg støtte frå amerikanske styresmakter har testa teknologien sin på TCM, og USA løyvde i 2018 33,7 millionar amerikanske dollar til fire nye prosjekt for avansert fangstteknologi, som planlegg å teste på TCM.

source: “Norway will be in the driver's seat with regard to expertise in and the development of oil spill response and in the work with marine litter.
nn: – Noreg skal vere i førarsetet når det gjeld kunnskap om og utvikling av oljevern og i arbeidet med marin forsøpling.

source: Security requirements for ICT systems and infrastructure can also make it difficult for enterprises to decide whether or not to use cloud services.
nn: Krav til trygging av IKT-system og infrastruktur kan òg gjere det vanskeleg for verksemdene å avgjere om dei kan bruke skytenester eller ikkje.

source: Power system assessments are regularly carried out for 17 regions in Norway.
nn: Det blir regelmessig gjort kraftsystemutgreiingar for 17 regionale område i Noreg.

source: It is also important to encourage the municipalities to be more courageous and innovative when selecting and developing productions.
nn: Ei utfordring vidare må også vere å stimulere kommunane til å vere meir dristige og nyskapande når dei vel ut og utviklar innhald i ordninga.

source: It was the United States that took the initiative in the spring of 1958 to negotiate an agreement to ensure that the scientific cooperation begun during the IGY could continue.
nn: Det var USA som våren 1958 tok initiativet til å forhandle fram ei avtale for å sikre at det vitskaplege samarbeidet som hadde kome i gang under IGY, kunne halde fram.

source: Innovation Hubs”, including those under the Digital Europe Programme, may qualify
nn: kroner til nettverksbygging, auka kompetanse og innovasjon i fjellområda.

source: The capital adequacy requirement applicable to life insurance companies is, like that applicable to credit institutions, 8 pct.
nn: Kapitaldekningskravet for livsforsikringsselskapa er, til liks med det som gjeld for kredittinstitusjonane, 8 pst.

source: In applying monetary policy, Norges Bank has to weigh the consideration of stable inflation against the consideration of stability in output and employment in the short to medium term.
nn: I utøvinga av pengepolitikken vil Noregs Bank måtte vega omsynet til stabil inflasjon mot omsynet til stabilitet i produksjon og sysselsetjing på kort til mellomlang sikt.

source: Boks 2.1 The state of sovereign debt in some EU countries
nn: Boks 2.1 Statsgjeldsstoda i nokre EU-land

source: This is an important prerequisite for CCS to contribute to achieving more Sustainable Development Goals, including Goal 8 on Decent Work and Economic Growth.
nn: Dette er ein viktig føresetnad for at fangst og lagring av CO òg skal kunne bidra til å oppnå fleire berekraftsmål, inkludert berekraftsmål 8 (anstendig arbeid og økonomisk vekst).

source: The company plans to conduct helicopters studies over Lake Edward and the savannah areas in the national park in 2012 to collect information on magnetism and gravitation.
nn: SOCO skriv også at selskapet planlegg å gjennomføre studiar med helikopter over Edward-sjøen og savanneområde i nasjonalparken i 2012 for å samle inn informasjon om magnetismeog gravitasjon.

source: Should there be a desire to exploit additional resources in the Antarctic, the need for scientific data would increase.
nn: Dersom det er ønske om å utnytte eventuelle nye potensial for ressursuttak i Antarktis, vil dette auke behova for vitskaplege data for Antarktis.

source: Much of the securities-related ICT activities are also performed abroad.
nn: På verdipapirområdet òg skjer mykje av IKT-verksemda i utlandet.

source: For example, Digiplex, Green Mountain and Bulk all built new data centres in 2019.
nn: For eksempel bygde både Digiplex, Green Mountain og Bulk nye datasenter i 2019.

source: the twelve Principles of good
nn: Liechtenstein og Noreg, som er medlemmer av Det europeiske

source: The section oversees the National Library of Norway, the National Archives Services of Norway, the Nidaros Cathedral’s Restoration Workshop, the Language Council of Norway and the Norwegian Library of Talking Books and Braille.
nn: Seksjonen har ansvar for etatsstyring av Nasjonalbiblioteket, Arkivverket, Restaureringsverksemda ved Nidaros domkyrkje, Språkrådet og Norsk lyd- og blindeskriftsbibliotek.

source: Institute of Certified Public Accountants (AICPA).
nn: organisasjonen for sertifiserte amerikanske revisorar (AICPA).

source: This means that the number of women has increased by 3 per centsince 1992.
nn: Detteinneber at talet på kvinner har auka med 3 prosent frå 1992.

source: These included an increase in the oil price from USD 80 to 112 per barrel in 2011, largely caused by the unrest in important producer countries in North Africa and the Middle East.
nn: Mellom anna auka oljeprisen frå 80 til 112 dollar per fat i 2011, i stor mon som følgje av uroa i viktige produsentland i Nord-Afrika og Midtausten.

source: There are 30 securities fund management companies in the Norwegian market.
nn: Det er 30 forvaltningsselskap for verdipapirfond på den norske marknaden.

source: Boks 4.1 Selected donations to causes which serve the common good
nn: Boks 4.1 Utvalde gåver til ålmennyttige føremål

source: Norway has stored CO
nn: I Noreg har vi lagra CO

source: Many of the European projects only cover carbon capture and see the Northern Lights storage facility as a potential storage solution for their CO
nn: Mange av prosjekta i Europa er reine fangstprosjekt som ser på lageret til Northern Lights som ei mogleg lagerløysing for deira CO

source: The Committee has chosen to interpret this as meaning
nn: og Årsnes vil bli gjennomførte parallelt med byg­

source: On the one hand, rotation opens the door to innovation and development as employees gain new competencies and transfer and make use of competencies between different parts of the organisation.
nn: Det er gjennomført firepartsforhandlingar om makrell, men partane greidde ikkje å verte samde, og det vart difor inngått ein trepartsavtale mellom Noreg, Færøyane og EU.

source: The EU also provides funding for research projects through the EU Framework Programme for Research and Innovation Horizon 2020, and from 2021, its successor Horizon Europe.
nn: EU støttar òg forskingsprosjekt gjennom rammeprogrammet for forsking og innovasjon, Horisont 2020, og frå 2021 etterfølgjaren Horisont Europa.

source: The project is socioeconomically profitable if based on a climate policy in line with the global temperature goals of the Paris Agreement.
nn: Prosjektet er samfunnsøkonomisk lønsamt om ein legg til grunn ein klimapolitikk i tråd med dei globale temperaturmåla i Parisavtalen.

source: The frameworks for globally and domestic systemically important banks are intended to complement one another, and the Basel Committee has therefore recommended that national authorities should phase in additional requirements for their domestic systemically important banks concurrently with additional requirements for globally systemically important banks and the Basel III buffer requirements, i.e. from 2016 at the latest.
nn: Rammeverka for globalt og nasjonalt systemviktige bankar skal utfylla kvarandre, og Baselkomiteen tilrår difor at nasjonale styresmakter fasar inn tilleggskrav for sine nasjonalt systemviktige bankar samstundes med innføringa av tilleggskrav for globalt systemviktige bankar og Basel III-bufferkrava, det vil seia seinast frå 2016.

source: Nine Norwegian heritage sites appear on the Antarctic Treaty System’s list of historic sites and monuments in Antarctica.
nn: Til saman inngår ni norske kulturminne i Antarktistraktatsystemet si liste over historiske stader og kulturminne (Historic Sites and Monuments) i Antarktis.

source: The krone weakened markedly in the second half of 2008, although the majority of this drop was reversed in 2009.
nn: Krona svekte seg markert gjennom andre halvår 2008, men brorparten av dette blei reversert i 2009.

source: and that arrangements are made for increased
nn: arbeidet for reint hav og ei lønnsam utvikling av

source: According to the analysis, the data centres generated NOK 1.5 billion in direct value to the Norwegian economy in 2019.
nn: Ifølge ringverknadsanalysen skapte datasentera direkte verdi for 1,5 milliardar kroner til norsk økonomi i 2019.

source: Other projects are under development in Europe, but they will require additional funding [25, 56].
nn: Det er fleire prosjekt under utvikling i Europa, men desse vil ha behov for tilleggsfinansiering [25, 56].

source: Because shuttered communities and severe travel restrictions make it hard to execute projects or begin new ones, the Government proposes to reduce funding for renewable energy and business development by a combined NOK 240 million, and for ocean-related initiatives by NOK 135 million.
nn: På grunn av utfordringar med å gjennomføre prosjekt og starte opp nye prosjekt i ein situasjon med nedstengde samfunn og strenge reiserestriksjonar gjer regjeringa framlegg om å redusere løyvinga til fornybar energi og næringsutvikling med tilsaman 240 millionar kroner, samt at satsinga på hav blir redusert med 135 millionar kroner.

source: Norwegian activities in the Antarctic are subject to a special set of regulations on safety and environmental protection; see chapter 5.3 of this white paper for more detailed discussion of these.
nn: For den norske verksemda finst det eigne reglar for dette i forskrift om tryggleik og miljø i Antarktis, sjå kapittel 5.3 for nærmare omtale av forskrifta.

source: The Dependencies Act is a key statute for Norway’s dependencies in the Antarctic, both because section 1 establishes their constitutional status, and because section 2 provides the basis for the application of laws there.
nn: Bilandslova er ei sentral lov for bilanda i Antarktis, både fordi § 1 slår fast den statsrettslege stillinga, og fordi § 2 gjev utgangspunktet for bruken av lover der.

source: The Organisation has also produced a certification scheme for guides and expedition leaders called the IAATO Field Staff Online Assessment, which applies to the Antarctic Peninsula and South Georgia.
nn: Organisasjonen har òg utarbeidd ei sertifiseringsordning for guidar og ekspedisjonsleiarar, kalla IAATO Field Staff Online Assessment, som gjeld for Antarktishalvøya og Sør-Georgia.

source: included the sale of SDFI assets corresponding to
nn: For å medverke til at bustøtte ikkje går til å

source: There are farms all over the country, and agricultural properties account for more than three-quarters of the mainland area.
nn: Landbrukseigedommar finst over heile landet, og til saman utgjer arealet av landbrukseigedommane over tre fjerdedelar av fastlandsarealet.

source: The participants will receive training from Norwegian and international experts in presentation techniques, marketing activities, digital marketing and international launches.
nn: Deltakarane får felles opplæring i presentasjonsteknikk, marknadskunnskap, digital marknadsføring og internasjonale lanseringar av norske og internasjonale ekspertar.

source: In this case, Narrow Band IoT technology can be used instead of 5G.
nn: Då kan ein bruke teknologien NB (Narrow Band) IoT i staden for 5G.

source: During the construction and installation period at sea, a restricted/safety zone will be established around the area where the pipeline and cables are to be installed.
nn: Under utbyggings- og installasjonsperioden til sjøs vil det bli etablert ein restriksjons-/tryggleikssone rundt området der det skal installerast røyr og kablar.

source: The idea is that this will provide Statoil with new
nn: vil tilføra Statoil ny kompetanse, nye partnarar og ny

source: To enable predictable and long-term planning, this strategy has an initial timeframe of three years.
nn: For å få til ei planlegging som er føreseieleg og langsiktig, har denne strategien i utgangspunktet eit treårig perspektiv.

source: The maritime industry has been severely affected by COVID-19.
nn: Maritim næring har blitt sterkt ramma av Covid-19.

source: In this scenario, projects are developed that capture and store 43 million tonnes of CO
nn: I dette scenarioet vert det bygd ut nye prosjekt som fangar og lagrar 43 mill.

source: Although the restrictions on entry are set to be eased, the students will still be subject to the rules concerning testing, registration on entry, quarantine and, if relevant, quarantine hotels, says Minister of Justice and Public Security Monica Mæland.
nn: Desse er «Hav», «Eit innovativt og omstillingsdyktig næringsliv», «Verdsleiande fagmiljø», «Mogleggjerande teknologiar», «Klima, miljø og miljøvennleg energi» og «Fornying i offentlig sektor og betre og meir effektive velferds-, helse- og omsorgstenester».

source: Roles in 1991 presented its recommendations.
nn: Mannsrolleutvalet i 1991 la fram si innstilling.

source: The data factory will be able to clarify such matters, as well as distribute data from a range of different sources.
nn: Datafabrikken skal kunne gjere denne type avklaringar, i tillegg til å formidle data frå ulike kjelder.

source: By using a tablet, a phone or a speech-controlled camera over Telenor’s 5G network, they can livestream video and speech direct to the on-duty doctor who can give the ambulance personnel appropriate guidance in how to care for the patient in the best way possible.
nn: Med eit nettbrett, ein telefon eller eit talestyrt kamera som går via Telenor sitt 5G-nett, sender dei video- og talestraum direkte til vakthavande lege som kan gi korrekt rettleiing om korleis ambulansepersonalet best skal vareta pasienten.

source: Northern Lights will not generate revenue from CO
nn: Northern Lights får ingen inntekter frå lagring av CO

source: solutions for dialogue with citizens can increase
nn: Regjeringa vil leggje til rette for å auke verdiskaping

source: At the same time, the Ministry of Finance approved the establishment of Safe Deposit Holding ASA as the parent company of a financial group, with Safe Deposit Bank of Norway AS as its wholly-owned subsidiary.
nn: Finansdepartementet ga samstundes godkjenning til at Safe Deposit Holding ASA blei skipa som morselskap i finanskonsern, med Safe Deposit Bank of Norway AS som heileigd dotterselskap.

source: By the time Norges Bank was to publish a new Monetary Policy Report in October, the prospects had changed substantially compared to when Monetary Policy Report 2/11 was presented in June.
nn: Då Noregs Bank skulle leggja fram ein ny pengepolitisk rapport i oktober, var utsiktene vesentleg endra frå framlegginga av Pengepolitisk rapport 2/11 i juni.

source: Preventing behaviour disorders is an important partof a teacher's job.
nn: Å førebyggje og hindre åtferdsproblem er einviktig del av lærargjerninga.

source: The use of other types of data may require the data centre to be located close to users, for example real-time data for optimisation of critical infrastructure in areas such as energy and transport.
nn: Bruk av andre typar data vil kunne krevje at datasenteret ligg nære brukaren, som for eksempel sanntidsdata til optimalisering av kritisk infrastruktur innan for eksempel energi og transport.

source: Figure 2.19 shows that systems availability in the financial infrastructure was somewhat better in 2013 than in previous years.
nn: Figur 2.19 syner at tilgjengelegheita til systema i den finansielle infrastrukturen var noko betre i 2013 enn tidlegare år.

source: The Government proposes an increase in the allocations to the programme category biodiversity and outdoor recreation of approx. NOK 218 million, bringing it to over NOK 1.8 billion.
nn: Regjeringa gjer framlegg om ei auka løyving til naturmangfald og friluftsliv på om lag 218 millionar kroner, til i overkant av 1,8 milliardar kroner.

source: Minister Bru will invite to the first meeting in the forum in September.
nn: Olje- og energiminister Tina Bru vil ta initiativ til eit første møte i samarbeidsforumet i september.

source: Norcem AS is a wholly owned subsidiary of HeidelbergCement Group AG.
nn: Norcem AS er eit heileigd dotterselskap av HeidelbergCement Group AG.

source: Oslo is the capital and largest city in Norway.
nn: Påfyllinga gjeld for ein treårsperiode.

source: The King approves and signs a submitted draft Royal Order proclaiming that the portion of the mainland shoreline of Antarctica stretching from the border of the Falkland Islands Dependencies in the west (the border of Coats Land) to the border of the Australian Antarctic Dependency in the east (45° eastern longitude), including the land inland from this shore and the ocean abutting it, is to be brought under Norwegian national sovereignty.
nn: «Kongen samtykkjer og skriv under eit framlagt utkast til kongeleg kunngjering om at den parten av fastlandsstranda i Antarktis som tøyer seg ifrå grensa for Falkland Islands Dependencies i vest (grensa for Coats Land) til grensa for Australian Antarctic Dependency i aust (45° austleg lengd) med det landet som ligg innafor denne stranda og det havet som ligg innåt, blir dregen inn under norsk statsvelde».

source: to safeguard or improve biodiversity.
nn: miljøtiltak i jordbruket (SMIL).

source: 7 Economic and administrative consequences
nn: 7 Økonomiske og administrative konsekvensar

source: Home equity credit lines should not normally exceed 70 per cent of the market value of the home.
nn: Rammekredittar bør normalt ikkje vera større enn 70 pst. av marknadsverdien på bustaden.
